Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默用幼稚的眼神瞥了他一眼，然后才看向天修解释道：“我可没有偷，我有拿灵草换，用上品灵草换你一株中品，你一点也不吃亏吧。”
en_us: You XiaoMo glanced at him like looking at a child throwing a tantrum before looking back at Tian Xiu and explaining, "I didn't steal them. I exchanged them with other magic herbs. You aren't worse off at all since I exchanged high-grade magic herbs for your mid-grade ones."

source: 游小默甩掉手上的水珠站起来，眼睛波澜不惊的看向湖边四只，顿一下走过去并在他们面前站定，用淡淡的口吻说道：“谁能告诉我，为什么灵水湖的水位下降了0.2厘米？”三秒沉默……
en_us: You XiaoMo shook the water droplets off his hand and stood up. He tranquilly gazed at the four at the lakeside. Pausing for a moment, he then walked over and stood in front of them and questioned in a mild tone, "Is there anyone who can tell me why the water level of the spiritual water lake has dropped by zero-point-two centimeters?" There was three seconds of silence...

source: 游小默甩甩脑袋，关键不是这个，凌霄到底输了多少进去，这种情况怎么着都有可能是那个数字。
en_us: You XiaoMo shook his head. That wasn't the point. The point was how much Ling Xiao had bid, in such a situation, it could only be that number.

source: 游小默略微失望，他没有配方。
en_us: You XiaoMo was a little disappointed at that, he didn't have an recipes.

source: 游小默白了他一眼，对这个答案一点也不意外，其实这些事他都有专门记成一个小本子，之前是给他的球队成员准备的，后来他们去了鬼哭涯，他就收起来了，只给凌霄看过一次。
en_us: You XiaoMo rolled his eyes. He was not the least bit surprised by his answer. In actual fact, he had specially wrote down all these things in a small book which had been prepared for his Qiu team members. When they left for the Weeping Ghost Shore, he put the book away and only showed it to Ling Xiao once.

source: 游小默白了他们一眼，五十步还有脸笑人家一百步，明明就是一丘之貉，“好了，别争了，人人都有份。”
en_us: You XiaoMo rolled his eyes at them. They had already taken fifty steps and still had the face to laugh at someone who had already taken a hundred steps. They were all clearly birds of the same feather, "All right, don't fight, everyone has a share."

source: 游小默白了她一眼，“我倒想知道你丈夫要怎么补放过我。”
en_us: You XiaoMo rolled his eyes, "I would like to know how your husband would never let me off."

source: 游小默百思不得其解，想与吞金兽沟通，独眼刀疤已经攻过来，只好暂时将这个疑问放下。
en_us: You XiaoMo couldn't figure it out no matter how he tried. He wanted to ask the Metal Swallowing Beast, but One-Eyed Scarface was already charging over, so he could only set the question aside for now.

source: 游小默的出现却告诉它，计划是美好的，现实是残酷的。
en_us: You XiaoMo's appearance told it that although its plan was perfect, reality was brutal.

source: 游小默的契约兽们准时出现在城门外集合，一大群人还是挺惹眼的，城门的守卫都往这边看了好几眼。
en_us: You XiaoMo's contracted beasts appeared outside the city gates punctually. A big crowd of people was still pretty eye-catching, and the guards outside of the city gates glanced over multiple times.

source: 游小默的实力比玄威（泽）强一些，但是玄龟族的外壳号称通天大陆最坚固的东西，真斗起来，他一时半会儿也奈何不了玄泽。
en_us: You XiaoMo's strength truly was slightly above XuanZe, but the shells of Black Turtles were the hardest material in all of TongTian Continent. In a real fight, he wouldn't be able to get rid of XuanZe that quickly.

source: 游小默的心脏猛然跳动了一下，他感觉凌霄好像在出什么大招一样，那股令人惊骇的波动竟然比游震天的猛虎给他的感觉还要震撼。
en_us: You XiaoMo's heart suddenly thumped. He felt as if Ling Xiao was about to release a powerful technique. The terrifying fluctuations were actually more shocking than the feeling that You ZhenTian's fierce tiger gave him.

source: 游小默的想法是正确的，但是……
en_us: You XiaoMo was on the right train of thought but...

source: 游小默的潜力非常高，比他见过的任何一人还要高。
en_us: You XiaoMo had enormous potential, more potential than anyone he had ever met before.

source: 游小默的父亲已经消失许多年，游震天继承家主之位许多年，后来觉得没必要再拿什么信物来证明，就将派出去的人叫了回来。
en_us: You XiaoMo's father had already disappeared for many years and since You ZhenTian had succeeded the position of Family Head for a number of years, he later felt that it was not necessary to use a symbol as proof and called back the people he had dispatched.

source: 游小默的目的不是挑战赛，但是不参叫挑战赛就没有积分，没有积分就进不了驭兽室和冥想室。
en_us: You XiaoMo's goal wasn't the competition, but if he didn't participate in the competition then he wouldn't have any points, and without points he couldn't get into the Beast Transfiguration Room or the Meditation Room.

source: 游小默的脸皮厚，这是母庸置疑的，但是有时候他的脸皮也可以很薄，所以他的脸皮厚与薄取决于周围的各种人事物，要做到他这一点，必须是大神级的影帝影后才行。
en_us: You XiaoMo was thick skinned, that was undeniable. However, sometimes he was more easily embarrassed. This change depended on the situation at hand. To manage what he could do required Oscar-level acting.

source: 游小默的衣服质量那当然是没话说，所以拥有火眼金睛的老板娘一眼就看出他是个很有钱的冤大头。
en_us: Of course, there was nothing to be said about the quality of You XiaoMo's clothing, so the sharp-eyed proprietress could tell with one glance that he was a spendthrift with a lot of money.

source: 游小默的表情在看到身上的金缕衣后慢慢地龟裂，这是怎么回事，为什么是破烂的？
en_us: You XiaoMo's expression slowly cracked upon seeing the golden apparel. What on earth? Why was it all tattered?

source: 游小默的速度比他更快，一眨眼，他的人已经出现在房门口了，掌柜吓了一跳，连忙急刹车，结果后面的伙计甲和伙计乙刹不住脚，两人扑倒在他身上，把他压在最下面。
en_us: You XiaoMo was much faster than them. In the blink of an eye, he had appeared at the entrance to the room. The shopkeeper was shocked and skidded to a halt, but the two employees weren't able to stop in time and crashed into him, falling onto him.

source: 游小默皱了皱眉，好奇心能杀死人的。
en_us: You XiaoMo frowned. Curiosity could kill people.

source: 游小默皱起眉，对这个老头的反感越来越深了，没好气的说道：“地方已经告诉你们了，还想怎么样？”
en_us: You XiaoMo frowned. He was becoming more and more disgusted with this old man and unhappily retorted, "We've already told you his location. What else do you want?"

source: 游小默皱起眉，最后还是接过了。
en_us: You XiaoMo furrowed his brows but still took the tray.

source: 游小默皱起眉，没想到这个鹰神真的来了，如果凌霄在他身边，他自然不需要顾忌，可是现在只有他一个，对方还是个神境七星巅峰的强者，没眼睛的人都知道打不过。
en_us: You XiaoMo frowned. He hadn't thought that this Eagle God would actually come. If Ling Xiao was by his side, he would have nothing to fear at all. Unfortunately, he was the only one here, and his opponent was a peak divine seven star powerhouse, too. You didn't have to look to know he stood no chance.

source: 游小默盘算了一下，这么多灵草的价格怕不低，可是他身上的灵丹已经不多，来之前他把这件事给忘记了。
en_us: You XiaoMo did some mental calculation and figured that the price of these herbs probably wasn't cheap, but his stock of magic pills were running low. He had completely forgotten about this beforehand.

source: 游小默盯着炉鼎里的灵草液体，三十团液体正安安静静的悬浮在炉鼎中，他又抬头看了眼沙漏所剩的时间，还剩下两个时辰。
en_us: You XiaoMo stared at the liquified magic herbs inside his cauldron; the thirty balls of liquid lay peacefully suspended within the cauldron. He then looked up at the hourglass; there were two hours remaining.

source: 游小默盯着他岿然不动的身影，就差求神拜佛请求各路神仙一定要保护他的平安无事了。
en_us: You Xiao stared at his figure that was steadfastly standing his ground and nearly wanted to ask (就差求神拜佛) the Gods, the Buddha and every type of deity and immortal to protect Ling Xiao and ensure that he was safe and sound.

source: 游小默直接掏出那张地图，他看来看去，不就是一张地图，还能有什么私密不成？
en_us: Hearing his analysis, You XiaoMo just pulled out the map and stared at it. Wasn't it just a map, what secret could a map hold?

source: 游小默眉毛一挑，“还没有，有什么问题？”
en_us: You XiaoMo raised an eyebrow. "Not yet. Is there a problem?"

source: 游小默看了眼玉盒里的灵草，眼中闪过一丝惊喜。
en_us: You XiaoMo was delighted, seeing what magic herb was in the jade container.

source: 游小默看一眼就将纸条揉成一团放进衣服里，对凌霄说道：“纸条上说让我们傍晚去小港口见面，就我们两人，要等那个叫海初的人吗？”
en_us: You XiaoMo took one look at it before rolling the note into a ball and putting it into his clothes. He then turned to Ling Xiao, "The note said that just the two of us should meet them at a tiny port in the evening. Should we wait for that Hai Chu person?"

source: 游小默看了一下，果然只有一张石床。
en_us: You XiaoMo looked around. As expected, there was only one stone bed.

source: 游小默看了一下，西境的灵草果然很丰富，莫景收集到的很多都是他没有见过的，种子最多，不过幼苗也有不少，只要多花点心思栽培，时间会被种子缩短很多。
en_us: You XiaoMo took a look. Magic herbs were really abundant in Xi Jing. He had never seen most of the herbs that Mo Jing had collected. Seeds were the most plentiful, but there were also many seedlings. As long as he paid more attention to nurturing them, it wouldn't take long for the seeds to mature. (时间会被种子缩短很多 rara, help. I'm not sure if this is correct.)

source: 游小默看了一圈，发现衣服的质量虽然不行，但是款式多种多样，他见店里的客人都在挑款式好的，看来好看的东西人人都喜欢，人之常情。
en_us: You XiaoMo glanced around him and discovered that although the quality of the clothes was no good, there were all sorts of patterns available. He saw that the customers in the store were all picking the good patterns. It seemed that it was natural for everyone to like things that looked good.

source: 游小默看了一圈，发现顶级灵草的价格都是既定的，也就是说‘先下手为强，后下手遭殃’，如果有两个人同时看中一株灵草，那么就需要进行PK之类的。
en_us: You XiaoMo glanced around and discovered that the prices of the transcendent level magic herbs were all fixed, or in other words, 'he who strikes first prevails, he who strikes late fails.' If two people saw the same magic herb simulatenously, then they would have to do PK or something similar.

source: 游小默看了一眼就把纸条扔了继续倒回床上补眠。
en_us: You XiaoMo took one look at the paper before he threw it away and went back to bed.

source: 游小默看了一眼就收回视线，淡定的与他们擦肩而过。
en_us: You XiaoMo glanced at them briefly, calmly walking past them.

source: 游小默看了一眼，对于灵草他也算是见多识广，青年的灵草是一株十级上品灵草，表面看起来确实是这样，但灵草的根部却有些微受损，如此便大大的影响了灵草的品质，价值应该会比上品灵草的价格低一半。
en_us: You XiaoMo took a look over. He was rather knowledgeable about magic herbs. The herb the young man had was a level ten high grade magic herb, or so it seemed on the surface. Unfortunately, the roots had been damaged a little, which greatly impacted the quality of the magic herb. It's value would probaly only be half of a high grade magic herb.

source: 游小默看了下情况，倒出瓶子里的调味料开始给兔子兽调味，调味和烤肉的技术一样重要，如果味道不对，肉的美味也会大打折扣。
en_us: You XiaoMo surveyed the situation. Then he poured the condiments out of the bottle and began to season rabbit beast meat. The technique for seasoning and roasting were equally important. The deliciousness of the meat would be greatly reduced if the flavor was amiss.

source: 游小默看了下晶石板上的字，上面只说非彩级一二品丹方不换，从这些字看得出来是个很固执的老头。
en_us: You XiaoMo glanced over the words on the plate. It said that he wasn't accepting anything but grade one and two rainbow pill recipes. It was clear this guy was a stubborn old man from the words.

source: 游小默看了他半响，“你先说你叫什么名字。”
en_us: You XiaoMo looked at him for a long while. "First tell me what your name is."

source: 游小默看了十几位长老的要求，果然如九夜说的，他们的要求非常高。
en_us: You XiaoMo glanced at the requirements each elder had. As Jiu Ye had said, their demands were tough to reach.

source: 游小默看了名单上的东西就移不开眼了。
en_us: When You XiaoMo saw the items on the list, he couldn't look away again.

source: 游小默看了看一望无际的海面，他也很满意。
en_us: You XiaoMo was also very satisfied by the sight of nothing but sea stretching out for miles.

source: 游小默看了看与他们的距离只剩下不到几千米的游震天，心里却怎么也高兴不起来，这是要拼命的节奏啊，他一点也不喜欢。
en_us: You XiaoMo looked at You ZhenTian, and the distance between them was only a couple thousand meters now. No matter what he did, he couldn't feel happy in his mind. This was just a desperate race, he didn't like it at all.

source: 游小默看了看天色，觉得他们今晚怕是要住下来了，只好去跟掌柜要了一个房间。
en_us: You XiaoMo looked at the color of the sky and felt they would probably be staying for a night, so he went to ask the shopkeeper for a room.

source: 游小默看了看被他清理得透出几分温馨的山洞，突然觉得辛苦了大半个时辰值了，屁颠屁颠的跑到凌霄跟前，邀功似的问道。
en_us: You XiaoMo looked at the cave which had become a little cozier after he had cleaned it. He suddenly felt that the close to an hour (大半个时辰) of hard work was worth it. He eagerly ran to Ling Xiao and asked, like he was trying to take credit for someone's achievements (邀功).

source: 游小默看了看让他有点嘴馋的糖藕片，不过视线还是被旁边热腾腾的包子吸引了过去，包子皮很白，个头也大，看了也让人流口水。
en_us: You XiaoMo looked at the lotus slices that got his appetite up but his gaze was drawn to the steamy bun beside it. It was a pure white, very big and made you're mouth water just by looking at it.

source: 游小默看了眼他得意的表情，有种想把他揍成猪头的冲动：麟昊武，你真是好样的，小爷没招惹你，你反倒来招惹小爷，接下来你最好不要再参与竞拍，否则我整的你哭爹喊娘。
en_us: You XiaoMo took a look at his complacent expression and held back his desire to punch the shit out of him. (揍成猪头) Lin HaoWu, good for you, I (小爷) didn't even mess you but you, on the other hand, decided to mess with me. From now one you better not bid on anything else cause I'm going to make you cry like a baby.

source: 游小默看了眼桌上的两枚灵晶，觉得这个人的行为很不可思议，先不说他乐不乐意帮他们做，这幅请求人的态度让他看了真不爽，而且两枚灵晶就想雇佣他做一顿饭？
en_us: As You XiaoMo took a look a the spirit gems on the table, a feeling of disbelief came over him. Leaving if he even wanted to aside, just by his way of asking, he was pissed (不爽) and wanting a meal from him with only two spirit gems?

source: 游小默看了眼港口的船只，都是很简陋的小船，稍大一点的也就只能坐三四个人，而且遇到大浪很可能还会被冲走。
en_us: You XiaoMo looked at the ships in the port. They were all very simple and crude small boats, and even the ones that were slightly bigger could only fit three or four people. Furthermore, it was very likely that they would be washed away if they encountered a big wave.

source: 游小默看到他的摸样就愣住了，他是第一次看到入魔者。
en_us: You XiaoMo was stared blankly when he saw appearance. This was his first time seeing a devil-path cultivator (入魔者).

source: 游小默看到灶边的鸡丁，以及桌上没有动过的饭菜，再结合万厨师说的，一个事件就在他脑海里形成了，感情这三个人就是小助手昨天说的那群人？
en_us: You XiaoMo looked to the chicken cubes by the oven and the unfinished food on the table, combining that with what Chef Wan said, the situation began to take form. By the looks of it, these three were the ones that the little assistant was talking about yesterday?

source: 游小默看到的，只是后人简单的提点了几句。
en_us: What You XiaoMo saw was a few reminders given by their descendants.

source: 游小默看向倒数第二个，发现银戈所说的风迟云竟然是一个表情木讷，眼神无光的青年，那张脸也不是风迟云的脸，“呃，你怎么就确定他就是风迟云？”
en_us: You XiaoMo looked at the second to last and found that the Feng ChiYun Yin Ge was talking about was a emotionless young man, his eyes lifeless. The face didn't belong to Feng ChiYun either. "Er... how can you be certain that he's Feng ChiYun?"

source: 游小默看向凌霄。
en_us: You XiaoMo looked to Ling Xiao.

source: 游小默看向凌霄，兴致勃勃的问道：“要现身吗？”
en_us: You XiaoMo looked at Ling Xiao and asked in exhilaration, "Should we show yourselves?"

source: 游小默看向凌霄，既然凌霄转性了，那就让他出手好了。
en_us: You XiaoMo looked at Ling Xiao. Now that Ling Xiao's character had changed, then he could pay.

source: 游小默看得十分惊讶，“他们不是死对头吗，九夜的师傅怎么会把丹方让给乔无星的师傅？”
en_us: You XiaoMo was extremely suprised upon seeing this, "Weren't they sworn enemies? How could Jiu Ye's shifu let Qiao WuXing's shifu have the pill recipe?"

source: 游小默看得心脏扑通扑通跳个不停，眼睛紧紧的盯着凌霄，如果凌霄不能抵挡下这一招，他们都得完蛋。
en_us: You XiaoMo's heart was pounding non-stop as he watched. His eyes closely followed Ling Xiao. They would all be doomed if Ling Xiao could not withstand this move.

source: 游小默看得抽气连连，难怪客栈老板会把妖坟场标注为鬼冢山脉最危险的地方之一，那只黑鹰起码有十阶的修为，竟然连一丁点反抗都没有就被分食了，果然有够恐怖！
en_us: You XiaoMo drew in several breaths as he watched. No wonder the innkeeper (客栈老板) labeled the demon beast graveyard as the most dangerous place in Ghost Tomb Mountain Range. That black hawk had at least level ten cultivation, but it had been turned into food without the slightest bit of resistance. Indeed, it was extremely terrifying!

source: 游小默看得目瞪口呆，这才是真绝色啊！
en_us: You XiaoMo watched on in shock. This was a true goddess!

source: 游小默看着炉鼎里的已经渐渐成形的灵丹，抬起手背抹了把汗。
en_us: Watching the pill slowly form in his cauldron, You XiaoMo lifted his hand to wipe off some sweat.

source: 游小默看着一桌色香味俱全的饭菜，心里却恶心到不行，特别是几道荤菜，谁知道是不是人肉做成的，一想到这他就犯恶心。
en_us: Staring at the feast set out on the table, You XiaoMo felt disgusted, especially by the meat dishes. Who knew if they were made from human meat or not. The very thought made him want to puke.

source: 游小默看着他，最后那句话该不会是在威胁他把？
en_us: You XiaoMo looked at him. Was he threatening him with that last sentence?

source: 游小默看着做好的才，顿时舒了一口气，总算没有退步，看来他宝刀未老。
en_us: Observing the finished product, You XiaoMo sighed in relief. His skills hadn't deteriorated; his blades had not dulled.

source: 游小默看着凌霄的脸，不爽的道：“招蜂引蝶。”
en_us: You XiaoMo looked at Ling Xiao's face and muttered in a bad mood, "Attracting bees and butterflies." <strong>t/n: Attracting bees and butterflies means to attract the attention of the elegant young idlers.</strong>

source: 游小默看着凌霄说：“每次你毫不犹豫的给我介绍赤血家族的人时，我就会觉得你才是赤血家族的人。”
en_us: You XiaoMo looked at Ling Xiao and said, "Every time you introduce a member of the Vermillion Blood Clan to me without the slightest hesitation, I will feel that you're the one from the Vermillion Blood Clan."

source: 游小默看着实力节节攀升的凌霄，不知道这次他的实力能涨多高，玄龟族的始祖听起来很了不起的样子。
en_us: You XiaoMo looked at Ling Xiao, whose power level was steadily climbing. Who knew how high his power level would rise this time; the first ancestor of the Black Turtle Clan seemed very extraordinary.

source: 游小默看着小乌龟唉声叹气。
en_us: You XiaoMo sighed as he looked at the baby turtle.

source: 游小默看着炉鼎里静静悬浮的液体，终于完成了，接下来就是融合，为了将所有步骤铭记于心，他昨天在心里演练了许多遍。
en_us: You XiaoMo looked at the liquid floating peacefully inside of the cauldron. He was finally done. Next was fusing them together. In order to carve all of the steps into his memory, he had drilled it in his mind numerous times yesterday.

source: 游小默看着瞬间又热闹起来的宴会，有些诧异，“宴会不是已经结束了吗，为什么大家还留在这里？”
en_us: Observing the bustling celebration, You XiaoMo found it a bit strange. "Isn't the celebration over? Why is everyone still staying?"

source: 游小默看着这位上了年纪的老人，老人明显已经看到他们，但是并没有理睬他们。
en_us: You XiaoMo looked at the old man. The old man had obviously caught sight of them but did not pay them any attention.

source: 游小默看着鲁长老略微忐忑的表情，终于露出笑容，“行！”
en_us: You XiaoMo looked at Elder Lu's slightly anxious expression and grinned. "Ok!"

source: 游小默真傻了才会信他的话。
en_us: You XiaoMo would really be stupid if he believed the attendant's words. (游小默真傻了才会信他的话)

source: 游小默真心觉得，苍盟这一家子把奸商的本质发挥得淋漓尽致，送消息过来就算了，还顺便推销做买卖，真是一刻也不放松赚灵晶。
en_us: You XiaoMo truly, deeply felt that the Cang Alliance had turned a profiteering into an art. Even when delivering a message, they had to take the chance to make a sale. They really never let a chance to profit go.

source: 游小默真怕他把两排牙齿都啃没了，顿时不敢在使唤他了，原本他还想让乒乓球也一起上，现在他反倒要担心他们会不会把牙齿也啃没了，“到边上玩去，我自己来。”
en_us: You XiaoMo was afraid that he would really gnaw away both rows of teeth and dared not order him to do it again. Originally, he also wanted Ping PangQiu to bite it together too, but now he was worried that they would also gnaw their teeth away, "Go to the side and play,I'll do it myself."

source: 游小默真想告诉他，你妻儿都死了，而且人家已经找上门来了，“咳咳，以前的事情就不要提了，我会放你走，所以现在你自由了，想去哪都随你。”
en_us: You XiaoMo really wanted to tell him: your wife and son are dead already, and moreover, the other person is already at your door. He coughed. "Let's not mention things from the past anymore. I'll let you go, so now you're free. You can go anywhere you want."

source: 游小默真想打她一巴掌，不过他忍了，嘴上却不打算留情，于是在离开前他冲莫雪笑道：“美女，离开之前送你和你妹妹一句话——祝你们早日被人强暴。”
en_us: You XiaoMo he restrained himself even though he really wanted to give her a tight slap, so he decided not to hold back on his words. Thus, he smiled at Mo Xue and said before he left, "Pretty Miss (美女), I'd like to say a word to you and your sister before I leave - I wish you're raped as soon as possible."

source: 游小默真是想不通，他们哪里得罪过这个女人，明明他们是第一次见面，按道理说不可能在这之前就认识的。
en_us: You XiaoMo really didn't understand. When had they ever offended this woman? It was the first time they had ever met; it wasn't possible that they would've met before now.

source: 游小默眨了下眼睛，这个人竟然是一名六级丹师，虽然六级丹师在学院并不少见，但是女子在这般年纪便有这个成就，已经很了不起了，然而他并听说过此女。
en_us: You XiaoMo blinked in surprise, this person was a level six mage. Though level six mages weren’t rare in the academy, but a woman who achieved so much at this age was very impressive, yet he had not heard of her.

source: 游小默眨了眨眼睛。
en_us: You XiaoMo blinked.

source: 游小默眨眨眼。
en_us: You XiaoMo blinked.

source: 游小默眨眨眼，“他有什么未了心愿？”
en_us: You XiaoMo blinked. "What unfulfilled wish?"

source: 游小默眨眨眼，什么意思啊？
en_us: You XiaoMo blinked, what do you mean by that?

source: 游小默眼中闪过一丝讶色，那位通天榜十神之一的鹰神？
en_us: Surprise flashed through You XiaoMo's eyes. That Eagle God of the Top Ten Gods of the TongTian rankings?

source: 游小默眼中闪过一丝惊讶。
en_us: A bit of astonishment flashed across You XiaoMo's eyes.

source: 游小默眼中闪过一丝狂喜，他发现自己真的寻到宝了，物理性攻击果然对吞金兽没有用，他原来还在烦恼怎么对付独眼刀疤的大刀，现在圆满解决了。
en_us: A flash of delight appeared in You XiaoMo's eyes. He really had found a treasure. Physical attacks were useless against the Metal Swallowing Beast. He had been worrying over how he would deal with One-Eyed Scarface's sword, and now he had a perfect solution.

source: 游小默眼巴巴看着凌霄手中的内丹，虽然是刚从别人脑袋里挖出来的让他有点恶心，但是架不住内丹那股庞大的能量散发出来的诱惑。
en_us: You XiaoMo stared eagerly/puppy-dog eyes (眼巴巴) at the (内丹) in Ling Xiao's hands. Although it was a bit disgusting, coming directly from someone's brain, the immense power that it emitted was way too tempting.

source: 游小默眼睛一亮，“你准备怎么做？”
en_us: You XiaoMo's eyes lit up. "How do you plan on doing that?"

source: 游小默眼睛立刻闪烁了起来，脑子里只剩下‘一天不到’这四个字。
en_us: You XiaoMo's eyes lit up at once, and all that was left in his head was the words "less than a day."

source: 游小默眼角一抽，“嫌少？”
en_us: You XiaoMo felt the corner of his eyes twitch, "Too little?" (嫌少)

source: 游小默睁开眼睛的时候就看到他的便宜老爹皱着一张脸，一会点点头，一会摇摇头，好好的一个人整得像个神经病。
en_us: When You XiaoMo opened his eyes, the first thing he saw was his clingy old man frowning, nodding once in a while before shaking his head again. He was a perfectly fine man who looked like a madman.

source: 游小默睁开眼睛，不解的看了眼异常兴奋的黄鼠兽，说道：“你确定是五天后？”
en_us: You XiaoMo widened his eyes, and stared quizzically at the overly excited Ground Squirrel Beast, "Are you sure it's in five days?"

source: 游小默睁开眼睛，第一眼就看到站在他前面的凌霄，脑子还没反应过来，他的身体就先一步扑上去，抱住他的腰，欣喜地呼喊起来。
en_us: When You XiaoMo opened his eyes, the first thing he saw was Ling Xiao standing in front of him. Before his brain could react, his body leaped over, hugging his waist and screaming in joy.

source: 游小默瞅了一眼，突然发现他的契约兽们混进了一个人，游小默瞪大眼睛指向他，“你你你，你谁啊？”
en_us: You XiaoMo glanced over only to see that a person had sneaked his way into his contracted demon beast group. Staring at him wide eyed, You XiaoMo pointed to him as he said, "You,you,you, who are you?"

source: 游小默瞅了他两眼，决定不称赞他了。
en_us: You XiaoMo glanced at him, deciding to forgo complimenting him.

source: 游小默瞅了其他人几眼，他可不想留下来面对天狗的成员，于是默默的起身，打算跟过去。
en_us: You XiaoMo peered at the others a couple of times. He did not want to stay back to face the members of TianGou. So he quietly rose, intending to follow after.

source: 游小默瞥了凌霄一眼，有件事一直让他很不明白。
en_us: You XiaoMo glanced at Ling Xiao, something had been bothering him for a long time.

source: 游小默瞪了他一眼，重新拿出一床被子铺床。
en_us: You XiaoMo glared at him and took out another blanket.

source: 游小默瞪了他们一眼，再笑把你们的嘴巴一个个都缝起来，可是他的威胁没有起作用，金翅虫飞到屋顶，嘲笑般的画起圈圈来。
en_us: You XiaoMo glared at them, continue laughing and I'll sew each and every one of your mouths shut. But his threats did not have any effect. The Golden Winged Insect flew to the roof and mockingly flew in circles.

source: 游小默瞪大眼睛好奇的看着摆在拍卖台上的酒，这种拍卖会竟然会出现酒？
en_us: You XiaoMo widened his eyes and looked curiously at the wine on the auction table. Why would there be wine at an auction like this?

source: 游小默瞪大眼睛看着青袍老者。
en_us: You XiaoMo stared at the old man in the green daopao with wide eyes.

source: 游小默瞪着白色的墓碑，最终还是收回视线，他是真想知道到底是什么东西在召唤他，但是……死者为大，挖人坟墓不厚道，“好吧！”
en_us: You XiaoMo stared at the white gravestone, and in the end he still looked away. He really did want to know what was calling him, but... there were many more of the dead, and digging up someone's grave wasn't polite. "Alright!"

source: 游小默瞬间有种白衣帅哥是在嫁儿子的感觉，要不是他已经认了父亲，他可能会以为白衣帅哥才是他的亲生父亲。
en_us: You XiaoMo instantly felt as if the handsome white-robed guy was marrying off his son. If it weren't for the fact that he had already found his father, he probably would've thought that the handsome white-robed guy was his birth father.

source: 游小默知道他们没事就心安理得了。
en_us: As long as You XiaoMo knew they were going to be fine, he was content. (心安理得)
